[
    {
        "description": "A hozzávalókat egy tálban csomómentesre keverjük, a tejet részletekben adagolva hozzá. Érdemes átmenni rajta egy botmixerrel is, hogy ne maradjanak pici lisztcsomók benne. Enyhén kiolajozott, tapadásmentes, teflon palacsintasütőben szépen eloszlatunk egy adag tésztát. Közepes lángon 1-2 perc alatt megsütjük az egyik, majd újabb 1 perc alatt a másik oldalát, és már tölthető is."
    },
    {
        "description": "Egy nagyobb lábasban felhevítjük a zsiradékot, a csirkealkatrészeket mindegyik felükön alaposan lepirítjuk, majd félretesszük őket. A zöldségeket nagyobb darabokra vágva a lábasba dobjuk egy félbevágott hagymával és egy fej fokhagymával együtt. Kiskanállal meghámozunk egy gyömbér darabot és ezt is a zöldségekhez adjuk. Felöntjük 1,5 l vízzel, visszatesszük a húsdarabokat, majd a fűszercsokrot készítünk a zöldfűszerekből és ezt is a levesbe dobjuk. Kb. 40 percig főzzük a levest, majd a hagymát, a fokhagymát és az édesköményt kidobjuk a levesből és már tálalhatunk is. A szálaira szedett húst és a forró, sós vízben kifőzött csigatésztát egy tálba szedjük és rá is merjük a levest."
    },
    {
        "description": "A szalonna zsírját kisütjük, majd jöhet rá a finomra vágott hagyma és a zúzott fokhagyma, amiket megpirítunk. A paprikát és paradicsomot felkockázzuk,  majd hozzáadjuk a hagymás alaphoz, majd felöntjük annyi vízzel, amennyi épp nem lepi el. Ha a paprika és paradicsom elfőtt, (ha a víz elfogy, folyamatosan pótoljuk) akkor hozzáadjuk a felcsíkozott húst, amit sózunk, borsozunk és a vizet folyamatosan pótolva, addig főzzük, míg a hús megpuhul. Hozzáadjuk a borsót, és a lisztet csomómentesre keverjük egy deci vízzel és hozzáöntjük a tokányhoz. Ha a tokány újra felforrt, még 10-15 percig főzzük. Főtt rizzsel tálaljuk."
    },
    {
        "description": "Tégy fel vizet forrni, és ha már lobog, tedd bele a gnocchikat, majd dobj hozzá egy csipet sót. Arra ügyelj, hogy ne főzd túl a tésztát.  Akkor az igazi, ha a nudlik kicsit kemények maradnak. Főzés közben ne kevergesd meg őket. Ha a gnocchik feljönnek a felszínre, szedd ki őket, csepegtesd le, és még forrón forgasd át a vajon. A szószhoz olvaszd ki a spenótot, majd hidegen keverd össze a tejszínnel, az apróra vágott vagy áttört fokhagymával, sóval, borssal, szerecsendióval, és alacsony tűzön, óvatosan melegítsd fel. Ha nem mirelit spenótból készíted, akkor vágd csíkokra a leveleket, majd vajon párold át, és ehhez öntsd a többi hozzávalót. Tálaláskor rakd a szószt a tésztára, és szórd meg jól reszelt parmezánnal."
    },
    {
        "description": "A bacont vágjuk csíkokra, majd kevés olajon pirítsuk meg. A parmezánt reszeljük le és a felét keverjük össze a tejszínnel és a felvert tojással, majd ízesítsük sóval és borssal. A spagettihez keverjünk hozzá 1-2 evőkanál olajat, majd tűz fölött kezdjük el melegíteni. Folyamatos kevergetés mellett öntsük hozzá a sajtos-tojásos tejszínt, majd ha kellőképp besűrűsödött, vegyük le a tűzről."
    },
    {
        "description": "Az oldalast öblítsd le, ha szükséges, a fehér, kemény hártyát távolítsd el. Így könnyebben megpuhul. Ha a hentes nem darabolta fel, éles késsel vagdosd el a húst. Sózd és borsozd be ízlés szerint, majd rakd kevés zsírral kikent tepsibe. Tedd rá és köré a fokhagymát, valamint a rozmaringot. Ha van időd, pihentesd néhány órán át a hűtőben. Önts alá két deci vizet, és fedd le fóliával. Süsd körülbelül egy-másfél órán át 170 fokon. Közben többször forgasd meg, és locsolgasd a húst. Amikor már puha, vedd le róla a fóliát, és pirítsd meg körülbelül 20 perc alatt. Az apró gerezdek a sütőben édeskéssé válnak.  "
    },

    {
        "description": "A brokkolit mosd meg, szedd szét rózsáira, és enyhén sós vízben főzd meg négy-öt perc alatt. Ha kész, szűrd le, csöpögtesd le. A hagymát vágd apróra, és kevés olajon dinszteld meg. Add hozzá a megtisztított, felcsíkozott húst, és fehéredésig kevergesd. Akkor sózd, borsozd ízlés szerint, nyomd hozzá a fokhagymát, és párold néhány percig. Egy hőálló tálat vajazz ki, és rakd alulra a brokkoli felét, arra mehet a hús szépen elrendezve, majd ismét a brokkoli következik. Végül öntsd rá a tejfölt, és szórd meg reszelt sajttal. Előmelegített sütőben 180 fokon süsd meg, 15-20 perc alatt. Akkor jó, ha a sajt szép piros. "
    }
]